[
    {
        "_id":"1",
        "name":"Abhishek Kumar",
        "image":"https://checksandcross.com/omar-this-side/endorsements/abhishek-kumar.png",
        "comapny":"Founder Partner of Indicc Associates",
        "text":"Omar has delivered wonderful work for our organization and at a personal level. His IT skills are excellent but more importantly his professionalism, initiative and commitment is par excellence. Omar is also a multi talented individual and brings a lot of the experience in his tasks. I would highly recommend him for IT needs and would continue to seek his services in the future as well."   
    },
    {
        "_id":"2",
        "name":"Avneet Kohli",
        "image":"https://checksandcross.com/omar-this-side/endorsements/avneet-kohli.png",
        "comapny":"Mindset and Communication Coach, UAE",
        "text":"Omar is a sincere, hard working and supportive individual who finds a way to make things work. He continues to play a key role on my team and I wish him all the very best for all his future endeavours. Rise & Shine Omar."   
    },
    {
        "_id":"3",
        "name":"Amjad Ali Khan",
        "image":"https://checksandcross.com/omar-this-side/endorsements/amjad-ali-khan.png",
        "comapny":"Esya Centre",
        "text":"We had our website made by Mohammed Omar, and we were impressed with his professional and interpersonal skills. Our website design requirements were shown due attention and care. Best of all, we got our website made for a reasonable price! We want to thank Omar for his professionalism and dedication. We highly recommend him for all your website design and development needs."   
    },
    {
        "_id":"4",
        "name":"Hamid Hashmi",
        "image":"https://checksandcross.com/omar-this-side/endorsements/hamid-hashmi.png",
        "comapny":"Anything For You",
        "text":"We are pleased to share that it was a great experience working with Omar for building & designing our much ambitious e-commerce website. Omar is a thorough professional as he works with complete ownership, drives the project passionately till the delivery within project timeline and provides invaluable consultancy. We Thank him and wish him a Great Success!!"   
    }
    ,
    {
        "_id":"5",
        "name":"Khalid Jaleel",
        "image":"https://checksandcross.com/omar-this-side/endorsements/khalid-jaleel.png",
        "comapny":"International Summer School",
        "text":"When we got in touch with Omar, he understood our need and agreed to work in the manner we wanted. Working with him was such a delight. He listened to us carefully and delivered exactly what we wanted. Even now that the work is over, he provides us with technical support whenever we need it. We highly recommend him! He is the best website designer we had the pleasure of working with."   
    }

]